Repository: Rajendra-Hazra/OMIBAY_PARTNER
Catalog: lib/l10n/app_*.arb
Languages: bn

source: Jobs Done
bn: সম্পন্ন কাজ

source: Online Time
bn: অনলাইন সময়

source: Pro Tips
bn: প্রো টিপস

source: Weekly Challenge
bn: সাপ্তাহিক চ্যালেঞ্জ

# completeJobsToEarn
source: Complete {count} jobs to unlock bonus
bn: বোনাস পেতে {count}টি কাজ সম্পূর্ণ করুন

# inviteFriendsToJoin
source: Invite friends to join OmiBay Partner
bn: বন্ধুদের ওমিবে পার্টনারে যোগ দিতে আমন্ত্রণ জানান

# manageServiceRequests
source: Manage your service requests
bn: আপনার সার্ভিস রিকোয়েস্ট পরিচালনা করুন

source: Search by booking ID or service...
bn: বুকিং আইডি বা সার্ভিস দিয়ে খুঁজুন...

source: Accepted
bn: গৃহীত

source: Completed
bn: সম্পন্ন

source: No jobs found
bn: কোন কাজ পাওয়া যায়নি

# whenYouAcceptJob
source: When you accept a job, it will appear here.
bn: আপনি যখন কোন কাজ গ্রহণ করবেন, তা এখানে দেখাবে।

source: Available Balance
bn: উপলব্ধ ব্যালেন্স

# availableBalanceLabel
source: Available balance:
bn: উপলব্ধ ব্যালেন্স:

source: Withdrawal request processed!
bn: উইথড্রয়ের অনুরোধ প্রক্রিয়া করা হয়েছে!

# firstAddBankAccount
source: First add your bank account details
bn: প্রথমে আপনার ব্যাংক অ্যাকাউন্টের বিবরণ যোগ করুন

# firstAddUpiId
source: First add your UPI ID
bn: প্রথমে আপনার UPI আইডি যোগ করুন

# complete15JobsToEarn
source: Complete 15 jobs to earn ₹500 extra
bn: ₹500 অতিরিক্ত আয় করতে 15টি কাজ সম্পন্ন করুন

# jobsDoneCount
source: {count}/15 Jobs Done
bn: {count}/15 কাজ সম্পন্ন

source: potential
bn: সম্ভাব্য

# referAndEarnAmount
source: Refer & Earn ₹200
bn: রেফার করুন ও ₹200 আয় করুন

# inviteYourFriends
source: Invite your friends to join OmiBay Partner
bn: আপনার বন্ধুদের ওমিবে পার্টনারে যোগ দিতে আমন্ত্রণ জানান

source: Transaction History
bn: লেনদেনের ইতিহাস

source: View All
bn: সব দেখুন

source: Cash Payment
bn: নগদ পেমেন্ট

source: My Account
bn: আমার অ্যাকাউন্ট

source: Work with Us
bn: আমাদের সাথে কাজ

source: Partner ID:
bn: পার্টনার আইডি:

source: My Documents
bn: আমার ডকুমেন্ট

source: My Services
bn: আমার সেবা

source: Help Center
bn: সহায়তা কেন্দ্র

# accountAndSettings
source: Account & Settings
bn: অ্যাকাউন্ট ও সেটিংস

source: Edit Profile
bn: প্রোফাইল সম্পাদনা

source: Manage Location
bn: অবস্থান পরিচালনা

source: Manage Permission
bn: অনুমতি পরিচালনা

source: Settings
bn: সেটিংস

source: Version
bn: সংস্করণ

source: Preferences
bn: পছন্দ

source: App Language
bn: অ্যাপের ভাষা

source: English
bn: ইংরেজি

source: Bengali
bn: বাংলা

source: Appearances
bn: উপস্থিতি

source: Light
bn: হালকা

source: Light Mode
bn: হালকা মোড

source: Push Notifications
bn: পুশ নোটিফিকেশন

# pleaseEnableNotificationPermission
source: Please enable notification permission in settings
bn: দয়া করে সেটিংসে নোটিফিকেশনের অনুমতি সক্রিয় করুন

source: Account Safety
bn: অ্যাকাউন্ট সুরক্ষা

source: Deactivate Account
bn: অ্যাকাউন্ট নিষ্ক্রিয় করুন

source: Delete Account
bn: অ্যাকাউন্ট মুছুন

source: Legal Documents
bn: আইনি নথি

# termsAndConditions
source: Terms & Conditions
bn: শর্তাবলী

source: Suspension Policy
bn: স্থগিতাদেশ নীতি

# deactivationWarning
source: Deactivating your account is temporary. Your profile will be hidden from customers, but your data will be saved.
bn: আপনার অ্যাকাউন্ট নিষ্ক্রিয় করা অস্থায়ী। আপনার প্রোফাইল গ্রাহকদের থেকে লুকানো থাকবে, কিন্তু আপনার ডেটা সংরক্ষিত থাকবে।

# whyDeactivating
source: Why are you deactivating?
bn: আপনি কেন নিষ্ক্রিয় করছেন?

# reasonBreak
source: Taking a break from the platform
bn: প্ল্যাটফর্ম থেকে বিরতি নিচ্ছি

# reasonNotifications
source: Too many notifications
bn: খুব বেশি নোটিফিকেশন

# reasonOpportunities
source: Not getting enough job opportunities
bn: যথেষ্ট কাজের সুযোগ পাচ্ছি না

# reasonTechnical
source: Technical issues with the app
bn: অ্যাপের সাথে প্রযুক্তিগত সমস্যা

# reasonPrivacy
source: Privacy concerns
bn: গোপনীয়তা উদ্বেগ

# reasonOther
source: Other
bn: অন্যান্য

# pleaseTellMore
source: Please tell us more...
bn: আমাদের আরও বলুন...

# whatHappensDeactivate
source: What happens when you deactivate?
bn: নিষ্ক্রিয় করলে কী হয়?

# deactivatePoint1
source: Your profile won't be visible on the OmiBay platform.
bn: আপনার প্রোফাইল ওমিবে প্ল্যাটফর্মে দৃশ্যমান হবে না।

# deactivatePoint2
source: You won't receive any new job notifications.
bn: আপনি কোনো নতুন কাজের নোটিফিকেশন পাবেন না।

# deactivatePoint3
source: You can reactivate anytime by simply logging back in.
bn: আপনি যেকোনো সময় শুধু লগইন করে আবার সক্রিয় করতে পারেন।

# deactivatePoint4
source: Ongoing jobs must be completed before deactivation.
bn: নিষ্ক্রিয় করার আগে চলমান কাজগুলো অবশ্যই সম্পন্ন করতে হবে।

source: Deactivate My Account
bn: আমার অ্যাকাউন্ট নিষ্ক্রিয় করুন

# accountDeactivatedSuccess
source: Account deactivated successfully. You can reactivate it by logging in again.
bn: অ্যাকাউন্ট সফলভাবে নিষ্ক্রিয় করা হয়েছে। আপনি আবার লগইন করে এটি সক্রিয় করতে পারেন।

# pleaseSelectReason
source: Please select a reason for deactivation
bn: দয়া করে নিষ্ক্রিয় করার একটি কারণ নির্বাচন করুন

source: Confirm Deactivation
bn: নিষ্ক্রিয়করণ নিশ্চিত করুন

# areYouSureDeactivate
source: Are you sure you want to temporarily deactivate your account?
bn: আপনি কি নিশ্চিত যে আপনি আপনার অ্যাকাউন্ট সাময়িকভাবে নিষ্ক্রিয় করতে চান?

source: Verify Deactivation
bn: নিষ্ক্রিয়করণ যাচাই করুন

# enterOtpDeactivate
source: Please enter the 6-digit OTP sent to your registered mobile number to confirm.
bn: নিশ্চিত করতে আপনার নিবন্ধিত মোবাইল নম্বরে পাঠানো 6-সংখ্যার OTP লিখুন।

source: OTP Resent!
bn: OTP আবার পাঠানো হয়েছে!

# verifyAndDeactivate
source: Verify & Deactivate
bn: যাচাই করুন এবং নিষ্ক্রিয় করুন

# deleteAccountCaution
source: ACCOUNT SAFETY CAUTION: This action is permanent and irreversible. Your entire professional history on OmiBay will be wiped.
bn: অ্যাকাউন্ট সুরক্ষার সতর্কতা: এই পদক্ষেপটি স্থায়ী এবং অপরিবর্তনীয়। ওমিবে-তে আপনার পুরো পেশাদার ইতিহাস মুছে ফেলা হবে।

# sorryToSeeYouGo
source: We're sorry to see you go
bn: আমরা আপনাকে বিদায় জানাতে দুঃখিত

# deletingPermanent
source: Deleting your account is permanent:
bn: অ্যাকাউন্ট মুছে ফেলা স্থায়ী:

# deletePoint1
source: All your personal profile data will be permanently erased.
bn: আপনার সমস্ত ব্যক্তিগত প্রোফাইল ডেটা স্থায়ীভাবে মুছে ফেলা হবে।

# deletePoint2
source: Your entire earning history and transaction logs will be lost.
bn: আপনার সম্পূর্ণ আয়ের ইতিহাস এবং লেনদেনের লগ হারিয়ে যাবে।

# deletePoint3
source: Any pending bonuses or incentives will be forfeited.
bn: যেকোনো অপেক্ষমাণ বোনাস বা ইনসেনটিভ বাজেয়াপ্ত করা হবে।

# deletePoint4
source: You will not be able to login or recover this account again.
bn: আপনি আর এই অ্যাকাউন্টে লগইন করতে বা এটি পুনরুদ্ধার করতে পারবেন না।

# understandIrreversible
source: I understand that this action is irreversible and I want to delete my account permanently.
bn: আমি বুঝতে পারছি যে এই পদক্ষেপটি অপরিবর্তনীয় এবং আমি স্থায়ীভাবে আমার অ্যাকাউন্ট মুছতে চাই।

source: Delete Permanently
bn: স্থায়ীভাবে মুছুন

# changedMyMind
source: I changed my mind, go back
bn: আমি মত পরিবর্তন করেছি, ফিরে যান

# accountDeletedSuccess
source: Account deleted successfully. We hope to see you back soon!
bn: অ্যাকাউন্ট সফলভাবে মুছে ফেলা হয়েছে। আমরা আশা করি শীঘ্রই আপনাকে আবার দেখব!

source: Final Warning
bn: চূড়ান্ত সতর্কতা

# finalWarningContent
source: This is your last chance. Once you click delete, your OmiBay Partner account will be gone forever. Are you absolutely sure?
bn: এটি আপনার শেষ সুযোগ। একবার আপনি মুছুন ক্লিক করলে, আপনার ওমিবে পার্টনার অ্যাকাউন্ট চিরতরে চলে যাবে। আপনি কি নিশ্চিত?

source: Verify Permanent Deletion
bn: স্থায়ী মুছে ফেলা যাচাই করুন

# enterOtpDeletePermanent
source: Please enter the 6-digit OTP sent to your registered mobile number to permanently delete your account.
bn: স্থায়ীভাবে আপনার অ্যাকাউন্ট মুছতে আপনার নিবন্ধিত মোবাইল নম্বরে পাঠানো 6-সংখ্যার OTP লিখুন।

# searchHelp
source: Search for help...
bn: সাহায্যের জন্য খুঁজুন...

source: All
bn: সব

# categoryAccount
source: Account
bn: অ্যাকাউন্ট

# categoryNotification
source: Notification
bn: নোটিফিকেশন

# categoryService
source: Service
bn: সেবা

# categoryJobs
source: Jobs
bn: কাজ

# categoryPayments
source: Payments
bn: পেমেন্ট

# categoryDocuments
source: Documents
bn: ডকুমেন্ট

# categoryAppFeature
source: App Feature
bn: অ্যাপ বৈশিষ্ট্য

# docVerificationPrompt
source: Most account issues are resolved by completing document verification.
bn: বেশিরভাগ অ্যাকাউন্ট সমস্যা ডকুমেন্ট যাচাইকরণ সম্পন্ন করার মাধ্যমে সমাধান করা হয়।

# noResultsFoundFor
source: No results found for "{query}"
bn: "{query}"-এর জন্য কোনো ফলাফল পাওয়া যায়নি

# tryDifferentKeywords
source: Try different keywords or check spelling
bn: বিভিন্ন কীওয়ার্ড চেষ্টা করুন বা বানান পরীক্ষা করুন

source: Still Need Help?
bn: এখনও সাহায্য প্রয়োজন?

# stillNeedHelpContent
source: Please use the Help option in the main app to chat with WhatsApp Support. Our team is available 24/7 to assist you.
bn: হোয়াটসঅ্যাপ সাপোর্টের সাথে চ্যাট করতে দয়া করে মূল অ্যাপে সহায়তা অপশনটি ব্যবহার করুন। আমাদের দল আপনাকে সহায়তা করতে 24/7 উপলব্ধ।

# faqQuestion1
source: How do I verify my account?
bn: আমি কীভাবে আমার অ্যাকাউন্ট যাচাই করব?

# faqAnswer1
source: To verify your account, go to the Document Verification screen and upload the required documents: ID Proof (Aadhar/PAN), Address Proof (Utility bill/Bank statement), and Professional Details (Profile photo and experience).
bn: আপনার অ্যাকাউন্ট যাচাই করতে, ডকুমেন্ট যাচাইকরণ স্ক্রিনে যান এবং প্রয়োজনীয় ডকুমেন্টগুলি আপলোড করুন: পরিচয়পত্র (আধার/প্যান), ঠিকানার প্রমাণ (ইউটিলিটি বিল/ব্যাংক স্টেটমেন্ট), এবং পেশাদার বিবরণ (প্রোফাইল ছবি এবং অভিজ্ঞতা)।

# faqQuestion2
source: What documents are required for ID Proof?
bn: পরিচয়পত্রের জন্য কোন কোন ডকুমেন্ট প্রয়োজন?

# faqAnswer2
source: We accept Aadhar Card or PAN Card. For Aadhar Card, both front and back sides must be uploaded. Ensure the images are clear and all details are legible.
bn: আমরা আধার কার্ড বা প্যান কার্ড গ্রহণ করি। আধার কার্ডের জন্য, সামনে এবং পেছনে উভয় দিক আপলোড করতে হবে। নিশ্চিত করুন ছবিগুলো স্পষ্ট এবং সব বিবরণ পাঠযোগ্য।

# faqQuestion3
source: What if my documents are rejected?
bn: আমার ডকুমেন্ট প্রত্যাখ্যান করা হলে কী হবে?

# faqAnswer3
source: If your documents are rejected, you will receive a notification with the reason. Common reasons include blurry images, expired documents, or mismatched names. You can re-upload corrected documents immediately.
bn: যদি আপনার ডকুমেন্ট প্রত্যাখ্যান করা হয়, আপনি কারণসহ একটি নোটিফিকেশন পাবেন। সাধারণ কারণগুলোর মধ্যে রয়েছে ঝাপসা ছবি, মেয়াদোত্তীর্ণ ডকুমেন্ট বা নামের অমিল। আপনি অবিলম্বে সংশোধিত ডকুমেন্ট পুনরায় আপলোড করতে পারেন।

# faqQuestion4
source: How long does the verification process take?
bn: যাচাইকরণ প্রক্রিয়া কতক্ষণ সময় নেয়?

# faqAnswer4
source: The verification process typically takes 24 to 48 hours. You will receive a notification once your account is verified and ready to accept jobs.
bn: যাচাইকরণ প্রক্রিয়া সাধারণত 24 থেকে 48 ঘন্টা সময় নেয়। আপনার অ্যাকাউন্ট যাচাই হয়ে গেলে এবং কাজ করার জন্য প্রস্তুত হলে আপনি একটি নোটিফিকেশন পাবেন।

# faqQuestion5
source: Can I change my registered phone number?
bn: আমি কি আমার নিবন্ধিত ফোন নম্বর পরিবর্তন করতে পারি?

# faqAnswer5
source: Yes, you can update your phone number in Account > Profile. You will need to verify the new number with an OTP.
bn: হ্যাঁ, আপনি অ্যাকাউন্ট > প্রোফাইল-এ আপনার ফোন নম্বর আপডেট করতে পারেন। আপনাকে একটি OTP দিয়ে নতুন নম্বরটি যাচাই করতে হবে।

# faqQuestion6
source: How do I set up my payment details?
bn: আমি কীভাবে আমার পেমেন্টের বিবরণ সেট আপ করব?

# faqAnswer6
source: Go to Account > Payment Setup to add your Bank Account or UPI ID. This is where your earnings will be transferred.
bn: আপনার ব্যাংক অ্যাকাউন্ট বা UPI আইডি যোগ করতে অ্যাকাউন্ট > পেমেন্ট সেটআপ-এ যান। এখান থেকেই আপনার আয় স্থানান্তরিত হবে।

# faqQuestion7
source: When will I receive my earnings?
bn: আমি কখন আমার আয় পাব?

# faqAnswer7
source: Earnings are usually settled within 24-48 hours after you initiate a withdrawal request from the Earnings dashboard.
bn: আয় সাধারণত আর্নিংস ড্যাশবোর্ড থেকে উইথড্রয়াল রিকোয়েস্ট শুরু করার 24-48 ঘন্টার মধ্যে সেটেল করা হয়।

# faqQuestion8
source: I am not receiving job notifications.
bn: আমি কাজের নোটিফিকেশন পাচ্ছি না।

# faqAnswer8
source: Ensure your "Online" status is toggled on in the Home screen. Also, check if battery optimization is disabled for the app and all notification permissions are granted.
bn: হোম স্ক্রিনে আপনার "অনলাইন" স্ট্যাটাস চালু আছে কি না তা নিশ্চিত করুন। এছাড়াও, অ্যাপের জন্য ব্যাটারি অপ্টিমাইজেশন নিষ্ক্রিয় করা আছে কি না এবং সব নোটিফিকেশন অনুমতি দেওয়া আছে কি না তা পরীক্ষা করুন।

# faqQuestion9
source: How do I add or change my services?
bn: আমি কীভাবে আমার সেবা যোগ বা পরিবর্তন করব?

# faqAnswer9
source: You can update the services you offer by going to Account > My Services. Select or deselect categories based on your expertise.
bn: আপনি আপনার অফার করা সেবাগুলি অ্যাকাউন্ট > আমার সেবা-এ গিয়ে আপডেট করতে পারেন। আপনার দক্ষতার ভিত্তিতে ক্যাটাগরিগুলো নির্বাচন বা অপছন্দ করুন।

# faqQuestion10
source: What to do if a customer cancels at the last minute?
bn: গ্রাহক শেষ মুহূর্তে বাতিল করলে কী হবে?

# faqAnswer10
source: If a customer cancels after you have already reached the location, you may be eligible for a cancellation fee. Contact support through the "Help" option for assistance.
bn: যদি গ্রাহক আপনি অবস্থানে পৌঁছানোর পরে বাতিল করেন, তবে আপনি একটি বাতিলকরণ ফি-এর জন্য যোগ্য হতে পারেন। সহায়তার জন্য "সহায়তা" অপশনের মাধ্যমে সাপোর্টের সাথে যোগাযোগ করুন।

# faqQuestion11
source: How do I use the Opportunity Map?
bn: আমি কীভাবে সুযোগের মানচিত্র ব্যবহার করব?

# faqAnswer11
source: The Opportunity Map shows high-demand zones in real-time. Move to areas marked in red or orange to increase your chances of receiving job requests.
bn: সুযোগের মানচিত্র রিয়েল-টাইমে উচ্চ-চাহিদা সম্পন্ন জোন দেখায়। কাজের রিকোয়েস্ট পাওয়ার সম্ভাবনা বাড়াতে লাল বা কমলা চিহ্নিত এলাকায় যান।

# faqQuestion12
source: What are the photo requirements?
bn: ছবির প্রয়োজনীয়তা কী কী?

# faqAnswer12
source: Your profile photo should be a clear, front-facing headshot. Do not wear sunglasses or hats, and ensure the background is neutral.
bn: আপনার প্রোফাইল ছবি একটি স্পষ্ট, সামনের দিকে মুখ করা হেডশট হওয়া উচিত। সানগ্লাস বা টুপি পরবেন না এবং ব্যাকগ্রাউন্ডটি নিরপেক্ষ হওয়া নিশ্চিত করুন।

# faqQuestion13
source: How do I logout of the app?
bn: আমি কীভাবে অ্যাপ থেকে লগআউট করব?

# faqAnswer13
source: You can logout by scrolling to the bottom of the Account screen and tapping the "Logout" button.
bn: আপনি অ্যাকাউন্ট স্ক্রিনের নিচে স্ক্রোল করে এবং "লগআউট" বাটনে ট্যাপ করে লগআউট করতে পারেন।

# faqQuestion14
source: How do I contact support for a live job?
bn: চলমান কাজের জন্য আমি কীভাবে সাপোর্টের সাথে যোগাযোগ করব?

# faqAnswer14
source: For active jobs, use the "Help" icon on the job screen to directly chat with our support team or call our helpline.
bn: সক্রিয় কাজের জন্য, আমাদের সাপোর্ট টিমের সাথে সরাসরি চ্যাট করতে বা আমাদের হেল্পলাইনে কল করতে কাজের স্ক্রিনের "সহায়তা" আইকনটি ব্যবহার করুন।

source: Not Uploaded
bn: আপলোড করা হয়নি

source: Under Review
bn: পর্যালোচনার অধীনে

source: Partial Upload
bn: আংশিক আপলোড

source: Cannot Remove
bn: সরানো যাবে না

# mustHaveOneService
source: You must have at least one verified service to receive jobs.
bn: কাজ পেতে আপনাকে অবশ্যই অন্তত একটি যাচাইকৃত সেবা থাকতে হবে।

# toSwitchServices
source: To switch services: 1. First verify a new service 2. Then remove "{serviceName}"
bn: সেবা পরিবর্তন করতে: 1. প্রথমে একটি নতুন সেবা যাচাই করুন 2. তারপর "{serviceName}" সরান

source: Verify New Service
bn: নতুন সেবা যাচাই করুন

# removeServiceConfirm
source: Are you sure you want to remove "{serviceName}" service? This will delete your verification data including experience and video. You will need to verify again to add this service.
bn: আপনি কি নিশ্চিত যে আপনি "{serviceName}" সেবাটি সরাতে চান? এটি অভিজ্ঞতা এবং ভিডিওসহ আপনার যাচাইকরণের ডেটা মুছে ফেলবে। এই সেবাটি যোগ করতে আপনাকে আবার যাচাই করতে হবে।

source: No Verified Services
bn: কোনো যাচাইকৃত সেবা নেই

# verifyAtLeastOneService
source: You need to verify at least one service before you can start receiving jobs. Verify your skills now!
bn: আপনি কাজ শুরু করার আগে আপনাকে অন্তত একটি সেবা যাচাই করতে হবে। এখন আপনার দক্ষতা যাচাই করুন!

source: Verify Your Services
bn: আপনার সেবা যাচাই করুন

source: Active Services
bn: সক্রিয় সেবা

source: Active Appliance Services
bn: সক্রিয় অ্যাপ্লায়েন্স সেবা

# verificationPendingNotify
source: Verification pending - We will notify you once approved
bn: যাচাইকরণ অমীমাংসিত - অনুমোদিত হলে আমরা আপনাকে জানাব

source: Pending Verification
bn: যাচাইকরণ অমীমাংসিত

source: Pending Appliance Services
bn: অমীমাংসিত অ্যাপ্লায়েন্স সেবা

source: Video uploaded
bn: ভিডিও আপলোড করা হয়েছে

# cannotDeletePending
source: Cannot delete service while verification is pending
bn: যাচাইকরণ অমীমাংসিত থাকা অবস্থায় সেবা মুছে ফেলা যাবে না

# serviceRemovedSuccess
source: {serviceName} service removed successfully
bn: {serviceName} সেবা সফলভাবে সরানো হয়েছে

# errorRemovingService
source: Error removing service: {error}
bn: সেবা সরাতে ত্রুটি: {error}

# verifiedCount
source: {count} verified
bn: {count}টি যাচাইকৃত

# pendingCount
source: {count} pending
bn: {count}টি অমীমাংসিত

source: Cannot delete while pending
bn: অমীমাংসিত থাকা অবস্থায় মুছে ফেলা যাবে না

source: Add More Services
bn: আরও সেবা যোগ করুন

# verifyFirstService
source: Verify Your First Service
bn: আপনার প্রথম সেবা যাচাই করুন

# chatWelcome
source: Hello! How can we help you today?
bn: হ্যালো! আমরা আজ আপনাকে কীভাবে সাহায্য করতে পারি?

# chatResponse
source: Thanks for reaching out! An agent will be with you shortly.
bn: যোগাযোগ করার জন্য ধন্যবাদ! একজন প্রতিনিধি শীঘ্রই আপনার সাথে থাকবেন।

source: OmiBay Support
bn: ওমিবে সাপোর্ট

source: App Version
bn: অ্যাপ সংস্করণ

source: Update Language
bn: ভাষা আপডেট করুন

source: Notifications
bn: নোটিফিকেশন

# noNotifications
source: No notifications yet
bn: এখনও কোন নোটিফিকেশন নেই

source: Mark all as read
bn: সব পঠিত হিসেবে চিহ্নিত করুন

# notificationJobTitle
source: New Job Request
bn: নতুন কাজের রিকোয়েস্ট

# notificationJobBody
source: You have a new request for Full Home Cleaning in Bellandur.
bn: বেলান্দুরে সম্পূর্ণ বাড়ি পরিষ্কারের জন্য আপনার একটি নতুন রিকোয়েস্ট আছে।

# notificationPaymentTitle
source: Payment Received
bn: পেমেন্ট পাওয়া গেছে

# notificationPaymentBody
source: Your earnings of ₹1,499 for job #OK123456 has been credited.
bn: কাজ #OK123456 এর জন্য আপনার ₹1,499 আয় জমা হয়েছে।

# notificationSystemTitle
source: Verification Successful
bn: যাচাইকরণ সফল

# notificationSystemBody
source: Your document verification is complete. You are now a verified partner.
bn: আপনার ডকুমেন্ট যাচাইকরণ সম্পন্ন হয়েছে। আপনি এখন একজন যাচাইকৃত পার্টনার।

# notificationPromoTitle
source: Weekly Bonus!
bn: সাপ্তাহিক বোনাস!

# notificationPromoBody
source: Complete 5 more jobs this week to earn an extra ₹500.
bn: অতিরিক্ত ₹500 আয় করতে এই সপ্তাহে আরও 5টি কাজ সম্পূর্ণ করুন।

# notificationCancelledTitle
source: Job Cancelled
bn: কাজ বাতিল করা হয়েছে

# notificationCancelledBody
source: Customer Rahul Sharma cancelled the request for Home Cleaning.
bn: গ্রাহক রাহুল শর্মা বাড়ি পরিষ্কারের রিকোয়েস্টটি বাতিল করেছেন।

# time2MinsAgo
source: 2 mins ago
bn: 2 মিনিট আগে

# time1HourAgo
source: 1 hour ago
bn: 1 ঘণ্টা আগে

# timeYesterday
source: Yesterday
bn: গতকাল

# time2DaysAgo
source: 2 days ago
bn: 2 দিন আগে

# time3DaysAgo
source: 3 days ago
bn: 3 দিন আগে

# welcomeBack
source: Welcome back, Partner!
bn: স্বাগতম ফিরে, পার্টনার!

# debugOtpSent
source: DEBUG: OTP sent (Mock: 123456)
bn: ডিবাগ: OTP পাঠানো হয়েছে (মক: 123456)

# invalidOtp
source: Invalid OTP (Mock uses 123456)
bn: অবৈধ OTP (মক 123456 ব্যবহার করে)

source: Failed to sign in:
bn: সাইন ইন ব্যর্থ:

# earningsForDay
source: Earnings for {month} {day}
bn: {month} {day}-এর আয়

source: Help
bn: সহায়তা

source: Support
bn: সাপোর্ট

source: Location
bn: অবস্থান

source: Service
bn: সেবা

source: Customer
bn: গ্রাহক

source: Price
bn: মূল্য

source: Tip
bn: টিপ

source: Distance
bn: দূরত্ব

source: ETA
bn: আনুমানিক সময়

source: Accept
bn: গ্রহণ করুন

source: Decline
bn: প্রত্যাখ্যান করুন

source: New Job Request
bn: নতুন কাজের অনুরোধ

source: Time remaining
bn: অবশিষ্ট সময়

source: Incoming Job
bn: আগত কাজ

source: Job Details
bn: কাজের বিবরণ

source: Start Job
bn: কাজ শুরু করুন

source: Complete Job
bn: কাজ সম্পূর্ণ করুন

source: Navigate to Customer
bn: গ্রাহকের কাছে নেভিগেট করুন

source: Call Customer
bn: গ্রাহককে কল করুন

source: Chat with Customer
bn: গ্রাহকের সাথে চ্যাট করুন

source: Referral Code
bn: রেফারেল কোড

source: Share Referral Code
bn: রেফারেল কোড শেয়ার করুন

source: Copied!
bn: কপি হয়েছে!

source: Total Referral Earnings
bn: মোট রেফারেল আয়

source: Withdrawal History
bn: উইথড্রয়ের ইতিহাস

source: Date
bn: তারিখ

source: Status
bn: স্ট্যাটাস

source: Amount
bn: পরিমাণ

source: Success
bn: সফল

source: Pending
bn: অপেক্ষমাণ

source: Failed
bn: ব্যর্থ

source: Documents
bn: ডকুমেন্ট

source: Verified
bn: যাচাইকৃত

source: Not Verified
bn: যাচাই করা হয়নি

source: Permissions
bn: অনুমতি

source: Location Permission
bn: অবস্থানের অনুমতি

source: Camera Permission
bn: ক্যামেরার অনুমতি

source: Storage Permission
bn: স্টোরেজের অনুমতি

source: Notification Permission
bn: নোটিফিকেশনের অনুমতি

source: Grant Permission
bn: অনুমতি দিন

source: Permission Granted
bn: অনুমতি দেওয়া হয়েছে

source: Permission Denied
bn: অনুমতি অস্বীকার করা হয়েছে

source: Contact Us
bn: যোগাযোগ করুন

source: FAQ
bn: সাধারণ প্রশ্ন

source: Live Chat
bn: লাইভ চ্যাট

source: Send Message
bn: মেসেজ পাঠান

source: Type your message...
bn: আপনার মেসেজ লিখুন...

source: Opportunity Map
bn: সুযোগের মানচিত্র

source: Nearby Opportunities
bn: কাছাকাছি সুযোগ

source: Edit Services
bn: সেবা সম্পাদনা

source: Add New Service
bn: নতুন সেবা যোগ করুন

source: Payment Setup
bn: পেমেন্ট সেটআপ

source: Bank Account
bn: ব্যাংক অ্যাকাউন্ট

source: UPI ID
bn: UPI আইডি

source: Add Bank Account
bn: ব্যাংক অ্যাকাউন্ট যোগ করুন

source: Account Holder Name
bn: অ্যাকাউন্ট হোল্ডারের নাম

source: Account Number
bn: অ্যাকাউন্ট নম্বর

source: IFSC Code
bn: IFSC কোড

source: Bank Name
bn: ব্যাংকের নাম

source: Save
bn: সংরক্ষণ

source: Delete
bn: মুছুন

source: Confirm Delete
bn: মোছার নিশ্চিতকরণ

# areYouSureDelete
source: Are you sure you want to delete this?
bn: আপনি কি এটি মুছতে চান?

source: Yes
bn: হ্যাঁ

source: No
bn: না

source: Loading...
bn: লোড হচ্ছে...

source: Error
bn: ত্রুটি

source: Retry
bn: আবার চেষ্টা করুন

source: OK
bn: ঠিক আছে

source: Done
bn: সম্পন্ন

source: Next
bn: পরবর্তী

source: Back
bn: পেছনে

source: Skip
bn: এড়িয়ে যান

source: Continue
bn: চালিয়ে যান

source: Submit
bn: জমা দিন

source: Update
bn: আপডেট

source: Edit
bn: সম্পাদনা

source: Remove
bn: সরান

source: Clear
bn: পরিষ্কার করুন

source: Search
bn: অনুসন্ধান

source: Filter
bn: ফিল্টার

source: Sort
bn: সাজান

source: Refresh
bn: রিফ্রেশ

source: More
bn: আরও

source: Less
bn: কম

source: Show More
bn: আরও দেখুন

source: Show Less
bn: কম দেখুন

source: See All
bn: সব দেখুন

# noResults
source: No results found
bn: কোন ফলাফল পাওয়া যায়নি

source: Try again
bn: আবার চেষ্টা করুন

source: Something went wrong
bn: কিছু ভুল হয়েছে

source: Please wait...
bn: অনুগ্রহ করে অপেক্ষা করুন...

source: Today
bn: আজ

source: Yesterday
bn: গতকাল

source: This Week
bn: এই সপ্তাহ

source: This Month
bn: এই মাস

source: Last Month
bn: গত মাস

# minsAway
source: {mins} mins away
bn: {mins} মিনিট দূরে

# kmAway
source: {km} km
bn: {km} কিমি

source: All Pro Tips
bn: সব প্রো টিপস

# proTip1
source: Always wear your uniform for better rating.
bn: ভালো রেটিং-এর জন্য সর্বদা আপনার ইউনিফর্ম পরুন।

# proTip2
source: Arrive 5 minutes early to the location.
bn: অবস্থানে 5 মিনিট আগে পৌঁছান।

# proTip3
source: Take clear photos before and after work.
bn: কাজের আগে এবং পরে স্পষ্ট ছবি তুলুন।

# proTip4
source: Greet the customer with a professional smile.
bn: পেশাদার হাসি দিয়ে গ্রাহককে অভ্যর্থনা জানান।
