Repository: Rajendra-Hazra/OMIBAY_PARTNER
Catalog: lib/l10n/app_*.arb
Languages: bn

# appTitle
source: OmiBay Partner
bn: ওমিবে পার্টনার

source: Welcome back, Partner (Mock)!
bn: স্বাগতম ফিরে, পার্টনার (মক)!

source: On Scheduled Time
bn: নির্ধারিত সময়ে

source: Earning
bn: আয়

source: Rating
bn: রেটিং

source: Language updated
bn: ভাষা আপডেট হয়েছে

source: Verify OTP
bn: OTP যাচাই করুন

source: Update Phone
bn: ফোন নম্বর আপডেট করুন

source: Update Email
bn: ইমেইল আপডেট করুন

source: New Phone Number
bn: নতুন ফোন নম্বর

source: New Email Address
bn: নতুন ইমেইল ঠিকানা

source: Please enter valid 10-digit number
bn: দয়া করে সঠিক 10 সংখ্যার নম্বর দিন

# pleaseEnterValidEmail
source: Please enter a valid email
bn: দয়া করে একটি সঠিক ইমেইল দিন

# otpSentSuccessfully
source: OTP sent successfully (Demo: 123456)
bn: OTP সফলভাবে পাঠানো হয়েছে (ডেমো: 123456)

source: Phone updated successfully!
bn: ফোন নম্বর সফলভাবে আপডেট হয়েছে!

source: Email updated successfully!
bn: ইমেইল সফলভাবে আপডেট হয়েছে!

# invalidOtpDemo
source: Invalid OTP. Use 123456 for demo.
bn: অবৈধ OTP। ডেমোর জন্য 123456 ব্যবহার করুন।

source: Confirm Change
bn: পরিবর্তন নিশ্চিত করুন

source: Send Verification Code
bn: যাচাইকরণ কোড পাঠান

source: Full Name
bn: পুরো নাম

source: Age
bn: বয়স

source: Address
bn: ঠিকানা

source: Required Fields
bn: প্রয়োজনীয় ক্ষেত্র

# pleaseFillRequiredFields
source: Please fill in the following required fields:
bn: দয়া করে নিচের প্রয়োজনীয় ক্ষেত্রগুলো পূরণ করুন:

source: Profile saved successfully!
bn: প্রোফাইল সফলভাবে সংরক্ষিত হয়েছে!

# errorSavingProfile
source: Error saving profile: {error}
bn: প্রোফাইল সংরক্ষণে ত্রুটি: {error}

source: Profile Photo
bn: প্রোফাইল ছবি

# enterOtpSentTo
source: Enter the 6-digit code sent to your new {type}.
bn: আপনার নতুন {type}-এ পাঠানো 6-সংখ্যার কোডটি দিন।

# enterNewToReceiveCode
source: Enter your new {type} below to receive a verification code.
bn: যাচাইকরণ কোড পেতে আপনার নতুন {type} নিচে দিন।

source: (Optional)
bn: (ঐচ্ছিক)

source: Personal Information
bn: ব্যক্তিগত তথ্য

source: Enter your full name
bn: আপনার পুরো নাম লিখুন

source: Enter your age
bn: আপনার বয়স লিখুন

source: Enter your full address
bn: আপনার পুরো ঠিকানা লিখুন

source: Mobile Number
bn: মোবাইল নম্বর

source: Verify
bn: যাচাই করুন

# pleaseVerifyMobileToContinue
source: Please verify your mobile number to continue
bn: চালিয়ে যেতে আপনার মোবাইল নম্বর যাচাই করুন

# pleaseEnterValid10DigitMobile
source: Please enter a valid 10-digit mobile number
bn: দয়া করে সঠিক 10 সংখ্যার মোবাইল নম্বর দিন

# otpSentToWithDemo
source: OTP sent to +91 {phone} (Demo: 123456)
bn: +91 {phone}-এ OTP পাঠানো হয়েছে (ডেমো: 123456)

source: Verify Mobile Number
bn: মোবাইল নম্বর যাচাই করুন

# otpSentTo
source: OTP sent to +91 {phone}
bn: +91 {phone}-এ OTP পাঠানো হয়েছে

# demoOtp
source: Demo OTP: 123456
bn: ডেমো OTP: 123456

source: Mobile number verified successfully!
bn: মোবাইল নম্বর সফলভাবে যাচাই করা হয়েছে!

source: Save Profile
bn: প্রোফাইল সংরক্ষণ করুন

source: Press back again to exit
bn: প্রস্থান করতে আবার পেছনে টিপুন

# appSlogan
source: Own Work. Own Boss
bn: নিজের কাজ। নিজের বস।

source: Continuing to login..
bn: লগইনে চলছে..

source: Welcome Partner
bn: স্বাগতম পার্টনার

source: Welcome
bn: স্বাগতম

source: Partner
bn: পার্টনার

# loginSubtitle
source: Login to manage your service business
bn: আপনার সার্ভিস ব্যবসা পরিচালনা করতে লগইন করুন

source: Phone Number
bn: ফোন নম্বর

# phoneNumberMustStartWith
source: Phone number must start with 6, 7, 8, or 9
bn: ফোন নম্বর 6, 7, 8 বা 9 দিয়ে শুরু হতে হবে

source: Phone number must be 10 digits
bn: ফোন নম্বর 10 সংখ্যার হতে হবে

# invalidPhoneFormat
source: Invalid phone number format
bn: অবৈধ ফোন নম্বর ফরম্যাট

source: Send OTP to Phone Number
bn: ফোন নম্বরে OTP পাঠান

source: OR
bn: অথবা

source: Continue with Google
bn: গুগল দিয়ে চালিয়ে যান

source: Find my account
bn: আমার অ্যাকাউন্ট খুঁজুন

source: Dev: Skip to Verification
bn: ডেভ: যাচাইকরণে যান

# enterOtp
source: Enter 6-digit OTP
bn: 6-সংখ্যার OTP লিখুন

# sentTo
source: Sent to +91 {phoneNumber}
bn: +91 {phoneNumber}-এ পাঠানো হয়েছে

source: Back to phone number
bn: ফোন নম্বরে ফিরে যান

# verifyAndContinue
source: Verify & Continue
bn: যাচাই করুন এবং চালিয়ে যান

source: Didn't receive OTP?
bn: OTP পাননি?

source: Resend OTP
bn: আবার OTP পাঠান

# resendIn
source: Resend in {seconds}s
bn: {seconds}সে পরে আবার পাঠান

source: Select your account
bn: আপনার অ্যাকাউন্ট নির্বাচন করুন

source: Account Recovered
bn: অ্যাকাউন্ট পুনরুদ্ধার হয়েছে

# accountVerifiedSuccess
source: Your account has been successfully verified.
bn: আপনার অ্যাকাউন্ট সফলভাবে যাচাই করা হয়েছে।

source: Go to Dashboard
bn: ড্যাশবোর্ডে যান

# byContinyingYouAgree
source: By continuing, you agree to our
bn: চালিয়ে যাওয়ার মাধ্যমে, আপনি সম্মত হচ্ছেন আমাদের

source: Terms of Service
bn: সেবার শর্তাবলী

source: and
bn: এবং

source: Privacy Policy
bn: গোপনীয়তা নীতি

# findMyAccountTitle
source: Find My Account
bn: আমার অ্যাকাউন্ট খুঁজুন

# enterRegisteredInfo
source: Enter your registered information to find your account
bn: আপনার অ্যাকাউন্ট খুঁজতে নিবন্ধিত তথ্য দিন

source: Phone
bn: ফোন

source: Email
bn: ইমেইল

source: Email Address
bn: ইমেইল ঠিকানা

# enterPhoneNumber
source: Please enter a phone number
bn: একটি ফোন নম্বর লিখুন

# enterEmailAddress
source: Please enter an email address
bn: একটি ইমেইল ঠিকানা লিখুন

# accountFound
source: Account Found (Mock)
bn: অ্যাকাউন্ট পাওয়া গেছে (মক)

source: Logout
bn: লগআউট

# logoutConfirmation
source: Are you sure you want to logout?
bn: আপনি কি লগআউট করতে চান?

source: Cancel
bn: বাতিল

# helpAndSupport
source: Help & Support
bn: সহায়তা ও সাপোর্ট

source: Chat with Support
bn: সাপোর্টে চ্যাট করুন

source: WhatsApp Support
bn: হোয়াটসঅ্যাপ সাপোর্ট

# accountIssueAndFaq
source: Account Issue & FAQ
bn: অ্যাকাউন্ট সমস্যা ও FAQ

source: Common questions and account help
bn: সাধারণ প্রশ্ন এবং অ্যাকাউন্ট সহায়তা

source: Sign out of your account
bn: আপনার অ্যাকাউন্ট থেকে সাইন আউট করুন

source: Could not launch WhatsApp
bn: হোয়াটসঅ্যাপ চালু করা যায়নি

source: Document Verification
bn: ডকুমেন্ট যাচাইকরণ

source: Signing up to
bn: সাইন আপ করছেন

# heresWhatYouNeedToDo
source: Here's what you need to do set up your account
bn: আপনার অ্যাকাউন্ট সেট আপ করতে যা করতে হবে

source: Profile
bn: প্রোফাইল

source: Aadhar Card
bn: আধার কার্ড

source: PAN Card (Optional)
bn: প্যান কার্ড (ঐচ্ছিক)

source: Driving License (Optional)
bn: ড্রাইভিং লাইসেন্স (ঐচ্ছিক)

source: Work Verification
bn: কাজের যাচাইকরণ

source: Permission
bn: অনুমতি

source: Skip for now (Dev Mode)
bn: এখনকার জন্য এড়িয়ে যান (ডেভ মোড)

source: Pending for verification
bn: যাচাইয়ের জন্য অপেক্ষমাণ

source: Location Selection
bn: অবস্থান নির্বাচন

# confirmLocationToEarn
source: Confirm the location you want to earn
bn: আপনি যেখানে আয় করতে চান সেই অবস্থান নিশ্চিত করুন

source: Search for location...
bn: অবস্থান অনুসন্ধান করুন...

source: Use current location
bn: বর্তমান অবস্থান ব্যবহার করুন

source: Selected
bn: নির্বাচিত

# whyWeNeedLocation
source: Why we need your location?
bn: আমাদের আপনার অবস্থান কেন দরকার?

# locationExplanation
source: Your location helps us connect you with nearby customers, ensure timely service delivery, and maximize your earning potential by reducing travel time.
bn: আপনার অবস্থান আমাদের কাছাকাছি গ্রাহকদের সাথে সংযোগ করতে, সময়মত সেবা প্রদান নিশ্চিত করতে এবং ভ্রমণের সময় কমিয়ে আপনার আয়ের সম্ভাবনা বাড়াতে সাহায্য করে।

source: Use this location for earning
bn: আয়ের জন্য এই অবস্থান ব্যবহার করুন

source: Fetching your location...
bn: আপনার অবস্থান আনা হচ্ছে...

# locationPermissionsDenied
source: Location permissions are permanently denied. Please enable them in settings.
bn: অবস্থানের অনুমতি স্থায়ীভাবে অস্বীকার করা হয়েছে। দয়া করে সেটিংসে এটি সক্রিয় করুন।

source: Unknown
bn: অজানা

# notAvailable
source: N/A
bn: প্রযোজ্য নয়

# lessThanOneYear
source: < 1 Yr
bn: < ১ বছর

# newLabel
source: New
bn: নতুন

source: Aadhar Card Verification
bn: আধার কার্ড যাচাইকরণ

source: Enter Aadhar Details
bn: আধারের বিবরণ দিন

# fillAadharInfo
source: Fill in your Aadhar card information
bn: আপনার আধার কার্ডের তথ্য দিন

source: Aadhar Number
bn: আধার নম্বর

source: Full Name (as per Aadhar)
bn: পুরো নাম (আধার অনুযায়ী)

source: Enter your name
bn: আপনার নাম লিখুন

source: Date of Birth
bn: জন্ম তারিখ

source: Upload Aadhar Card
bn: আধার কার্ড আপলোড করুন

# uploadClearPhotos
source: Upload clear photos of both sides
bn: উভয় পাশের স্পষ্ট ছবি আপলোড করুন

source: Front Side
bn: সামনের দিক

source: Back Side
bn: পেছনের দিক

source: Front Side Photo
bn: সামনের দিকের ছবি

source: Back Side Photo
bn: পেছনের দিকের ছবি

source: Camera
bn: ক্যামেরা

source: Gallery
bn: গ্যালারি

# submitAndContinue
source: Submit & Continue
bn: জমা দিন এবং চালিয়ে যান

source: Sample
bn: নমুনা

source: Sample Aadhar Card
bn: নমুনা আধার কার্ড

# aadharShouldLookLikeThis
source: Your Aadhar card should look like this. Make sure the photo is clear and all details are visible.
bn: আপনার আধার কার্ড এরকম দেখতে হওয়া উচিত। নিশ্চিত করুন ছবি স্পষ্ট এবং সব বিবরণ দৃশ্যমান।

# aadharDetailsSaved
source: Aadhar details saved successfully!
bn: আধারের বিবরণ সফলভাবে সংরক্ষিত হয়েছে!

source: Error saving data:
bn: ডেটা সংরক্ষণে ত্রুটি:

source: Error picking image:
bn: ছবি নির্বাচনে ত্রুটি:

# uploadedWithTitle
source: {title} Uploaded
bn: {title} আপলোড হয়েছে

source: Could not load sample
bn: নমুনা লোড করা যায়নি

source: Requesting Camera Access...
bn: ক্যামেরা অ্যাক্সেস অনুরোধ করা হচ্ছে...

# cameraPermissionRequired
source: Camera permission is required
bn: ক্যামেরার অনুমতি প্রয়োজন

# galleryPermissionRequired
source: Gallery permission is required to select photos
bn: ছবি নির্বাচনের জন্য গ্যালারির অনুমতি প্রয়োজন

source: Uploaded
bn: আপলোড হয়েছে

source: View
bn: দেখুন

source: Change
bn: পরিবর্তন

# uploadText
source: Upload
bn: আপলোড

source: Tap to capture or select
bn: ক্যাপচার বা নির্বাচন করতে ট্যাপ করুন

source: Preview
bn: প্রাকদর্শন

source: PAN Card Verification
bn: প্যান কার্ড যাচাইকরণ

source: Enter PAN Details
bn: প্যানের বিবরণ দিন

# fillPanInfo
source: Fill in your PAN card information
bn: আপনার প্যান কার্ডের তথ্য দিন

source: PAN Number
bn: প্যান নম্বর

source: Full Name (as per PAN)
bn: পুরো নাম (প্যান অনুযায়ী)

# enterNameAsOnPan
source: Enter your name as on PAN card
bn: প্যান কার্ডে যেমন আছে তেমন নাম লিখুন

source: Upload PAN Card
bn: প্যান কার্ড আপলোড করুন

source: Sample PAN Card
bn: নমুনা প্যান কার্ড

# panShouldLookLikeThis
source: Your PAN card should look like this. Make sure all details are visible.
bn: আপনার প্যান কার্ড এরকম দেখতে হওয়া উচিত। নিশ্চিত করুন সব বিবরণ দৃশ্যমান।

# panDetailsSaved
source: PAN details saved successfully!
bn: প্যানের বিবরণ সফলভাবে সংরক্ষিত হয়েছে!

source: PAN Card Preview
bn: প্যান কার্ড প্রিভিউ

# saveAndContinue
source: Save & Continue
bn: সংরক্ষণ করুন এবং চালিয়ে যান

source: Driving License Verification
bn: ড্রাইভিং লাইসেন্স যাচাইকরণ

source: Enter DL Details
bn: DL বিবরণ দিন

# fillDlInfo
source: Fill in your driving license information
bn: আপনার ড্রাইভিং লাইসেন্সের তথ্য দিন

source: DL Number
bn: DL নম্বর

source: Full Name (as per DL)
bn: পুরো নাম (DL অনুযায়ী)

# enterNameAsOnDl
source: Enter your name as on driving license
bn: ড্রাইভিং লাইসেন্সে যেমন আছে তেমন নাম লিখুন

source: Upload Driving License
bn: ড্রাইভিং লাইসেন্স আপলোড করুন

source: Sample Driving License
bn: নমুনা ড্রাইভিং লাইসেন্স

# dlShouldLookLikeThis
source: Your Driving License should look like this. Make sure all details are visible.
bn: আপনার ড্রাইভিং লাইসেন্স এরকম দেখতে হওয়া উচিত। নিশ্চিত করুন সব বিবরণ দৃশ্যমান।

# dlDetailsSaved
source: Driving License details saved successfully!
bn: ড্রাইভিং লাইসেন্সের বিবরণ সফলভাবে সংরক্ষিত হয়েছে!

source: Close
bn: বন্ধ করুন

# selectServices
source: Select Your Services
bn: আপনার সেবা নির্বাচন করুন

# chooseServicesToOffer
source: Choose the services you want to offer
bn: আপনি যে সেবাগুলি দিতে চান তা বেছে নিন

source: Plumber
bn: প্লাম্বার

source: Electrician
bn: ইলেকট্রিশিয়ান

source: Carpenter
bn: কার্পেন্টার

source: Gardening
bn: বাগান করা

source: Cleaning
bn: পরিষ্কার করা

source: Men Salon
bn: পুরুষদের সেলুন

source: Women Salon
bn: মহিলাদের সেলুন

# makeupAndBeauty
source: Makeup & Beauty
bn: মেকআপ ও বিউটি

source: Quick Transport
bn: দ্রুত পরিবহন

# appliancesRepair
source: Appliances Repair & Replacement
bn: যন্ত্রপাতি মেরামত ও প্রতিস্থাপন

source: AC
bn: এসি

source: Air Cooler
bn: এয়ার কুলার

source: Chimney
bn: চিমনি

source: Geyser
bn: গিজার

source: Laptop
bn: ল্যাপটপ

source: Refrigerator
bn: রেফ্রিজারেটর

source: Washing Machine
bn: ওয়াশিং মেশিন

source: Microwave
bn: মাইক্রোওয়েভ

source: Television
bn: টেলিভিশন

source: Water Purifier
bn: ওয়াটার পিউরিফায়ার

source: Details
bn: বিবরণ

# totalExperience
source: Total Experience (Years)
bn: মোট অভিজ্ঞতা (বছর)

source: Special Skills
bn: বিশেষ দক্ষতা

# workVideo
source: Work Video (30s - 1min)
bn: কাজের ভিডিও (30সে - 1মিনিট)

source: Select Video Source
bn: ভিডিও সোর্স নির্বাচন করুন

source: Files
bn: ফাইল

source: Video Preview
bn: ভিডিও প্রিভিউ

# videoMustBeBetween
source: Video must be between 5 seconds and 1 minute
bn: ভিডিও 5 সেকেন্ড থেকে 1 মিনিটের মধ্যে হতে হবে

source: Video uploaded successfully!
bn: ভিডিও সফলভাবে আপলোড হয়েছে!

# workVerificationSaved
source: Work verification details saved successfully!
bn: কাজের যাচাইকরণের বিবরণ সফলভাবে সংরক্ষিত হয়েছে!

# serviceSubmittedForVerification
source: Service submitted for verification! We will notify you once approved.
bn: সেবা যাচাইয়ের জন্য জমা দেওয়া হয়েছে! অনুমোদন হলে আমরা আপনাকে জানাব।

source: Work Selection
bn: কাজের নির্বাচন

# selectServicesProvide
source: Select the services you provide
bn: আপনি যে সেবা প্রদান করেন তা নির্বাচন করুন

source: {count} selected
bn: {count}টি নির্বাচিত

# serviceDetails
source: {name} Details
bn: {name} এর বিবরণ

source: Upload Service Video
bn: সার্ভিস ভিডিও আপলোড করুন

# minMaxVideoDuration
source: Min 30s - Max 1min
bn: ন্যূনতম 30সে - সর্বোচ্চ 1মি

# selectAppliancesRepair
source: Select appliances you can repair:
bn: মেরামত করতে পারেন এমন সরঞ্জাম নির্বাচন করুন:

# dobHint
source: DD/MM/YYYY
bn: দিন/মাস/বছর

# experienceHint
source: e.g., 5
bn: উদা: 5

# skillsHint
source: e.g., Industrial Wiring
bn: উদা: ইন্ডাস্ট্রিয়াল ওয়্যারিং

source: Home
bn: হোম

source: Jobs
bn: কাজ

source: Earnings
bn: আয়

source: Account
bn: অ্যাকাউন্ট

# hello
source: Hello, {name}
bn: হ্যালো, {name}

source: Offline
bn: অফলাইন

source: Online
bn: অনলাইন

source: Active Jobs
bn: সক্রিয় কাজ

source: No active jobs
bn: কোন সক্রিয় কাজ নেই

source: Go online to receive jobs!
bn: কাজ পেতে অনলাইন হন!

source: Ongoing
bn: চলমান

source: View Details
bn: বিস্তারিত দেখুন

source: Pay Now
bn: এখনই পে করুন

source: Bank Transfer
bn: ব্যাংক ট্রান্সফার

source: UPI Withdraw
bn: UPI উইথড্র

# addBankAccountDetails
source: First add your bank account details
bn: প্রথমে আপনার ব্যাংক অ্যাকাউন্টের বিবরণ যোগ করুন

source: Add UPI ID
bn: UPI আইডি যোগ করুন

source: Add
bn: যোগ করুন

# withdrawVia
source: Withdraw via {method}
bn: {method} দিয়ে উইথড্র করুন

source: Enter amount to withdraw:
bn: উইথড্রয়ের পরিমাণ লিখুন:

# availableBalanceWithAmount
source: Available balance: ₹{amount}
bn: উপলব্ধ ব্যালেন্স: ₹{amount}

source: Invalid amount or insufficient balance
bn: অবৈধ পরিমাণ বা অপর্যাপ্ত ব্যালেন্স

# withdrawalWithMethod
source: Withdrawal ({method})
bn: উত্তোলন ({method})

source: Transfer to personal account
bn: ব্যক্তিগত অ্যাকাউন্টে স্থানান্তর

source: Personal Account
bn: ব্যক্তিগত অ্যাকাউন্ট

source: Withdrawal
bn: উত্তোলন

# withdrawalProcessed
source: Withdrawal request processed!
bn: উত্তোলনের অনুরোধ সম্পন্ন হয়েছে!

source: Withdraw
bn: উইথড্র

source: Enter amount to add or pay:
bn: যোগ বা পে করার পরিমাণ লিখুন:

source: Quick Amounts:
bn: দ্রুত পরিমাণ:

source: Invalid amount
bn: অবৈধ পরিমাণ

source: Due Amount Paid
bn: বকেয়া পরিশোধ করা হয়েছে

source: Payment for platform fees
bn: প্ল্যাটফর্ম ফি-র জন্য পেমেন্ট

source: Payment processed successfully!
bn: পেমেন্ট সফলভাবে প্রক্রিয়া হয়েছে!

source: Proceed to Pay
bn: পে করতে এগিয়ে যান

source: Tips
bn: টিপস

source: Orders
bn: অর্ডার

source: Total for {month}
bn: {month}-এর জন্য মোট

# earningsForMonthAndDay
source: Earnings for {month} {day}
bn: {month} {day}-এর আয়

# incentivesAndOffers
source: Incentives & Offers
bn: ইনসেনটিভ ও অফার

source: Weekly Bonus Challenge
bn: সাপ্তাহিক বোনাস চ্যালেঞ্জ

# weeklyBonusSubtitle
source: Complete 15 jobs to earn ₹500 extra
bn: অতিরিক্ত ₹500 আয় করতে 15টি কাজ সম্পন্ন করুন

# jobsDoneWithProgress
source: {count}/15 Jobs Done
bn: {count}/15টি কাজ সম্পন্ন

# potentialEarnings
source: ₹{amount} potential
bn: ₹{amount} সম্ভাব্য আয়

# referAndEarnWithAmount
source: Refer & Earn ₹{amount}
bn: রেফার করুন এবং ₹{amount} আয় করুন

# referSubtitle
source: Invite your friends to join OmiBay Partner
bn: আপনার বন্ধুদের ওমিবে পার্টনারে যোগ দিতে আমন্ত্রণ জানান

source: Invite
bn: আমন্ত্রণ

source: No transactions yet
bn: এখনও কোন লেনদেন নেই

# referAndEarn
source: Refer & Earn
bn: রেফার করুন ও আয় করুন

# referHeroTitle
source: Refer a Friend & Earn ₹200
bn: বন্ধুকে রেফার করুন এবং ₹200 আয় করুন

# referHeroSubtitle
source: Earn reward credits for every successful partner onboarding.
bn: প্রতিটি সফল পার্টনার যোগদানের জন্য রিওয়ার্ড ক্রেডিট আয় করুন।

source: YOUR REFERRAL CODE
bn: আপনার রেফারেল কোড

# codeCopied
source: Code copied to clipboard!
bn: কোডটি ক্লিপবোর্ডে কপি করা হয়েছে!

source: HOW IT WORKS
bn: এটি যেভাবে কাজ করে

# step1Title
source: Invite Friends
bn: বন্ধুদের আমন্ত্রণ জানান

# step1Desc
source: Share your referral code with friends looking for service jobs.
bn: পরিষেবার কাজ খুঁজছেন এমন বন্ধুদের সাথে আপনার রেফারেল কোড শেয়ার করুন।

# step2Title
source: Onboarding
bn: পার্টনার যোগদান

# step2Desc
source: They register as a partner and complete document verification.
bn: তারা পার্টনার হিসেবে রেজিস্টার করবে এবং ডকুমেন্ট ভেরিফিকেশন সম্পন্ন করবে।

# step3Title
source: Earn Rewards
bn: রিওয়ার্ড আয় করুন

# step3Desc
source: Once they complete their 5th job, you get ₹200 in your wallet.
bn: তারা তাদের 5ম কাজ সম্পন্ন করলে, আপনি আপনার ওয়ালেটে ₹200 পাবেন।

source: Total Referrals
bn: মোট রেফারেল

source: Total Earned
bn: মোট আয়

source: Share Code
bn: কোড শেয়ার করুন

# referralTermsTitle
source: Referral Terms & Conditions
bn: রেফারেল শর্তাবলী

# referralTermsPoint1
source: 1. The referral reward is ₹200 for each successful partner onboarding.
bn: 1. প্রতিটি সফল পার্টনার যোগদানের জন্য রেফারেল রিওয়ার্ড হল ₹200।

# referralTermsPoint2
source: 2. The reward is credited only after the referred partner completes their first 5 successful jobs.
bn: 2. রেফার করা পার্টনার তাদের প্রথম 5টি সফল কাজ সম্পন্ন করার পরেই রিওয়ার্ড ক্রেডিট করা হয়।

# referralTermsPoint3
source: 3. The referred partner must use your unique referral code during registration.
bn: 3. রেফার করা পার্টনারকে রেজিস্ট্রেশনের সময় আপনার অনন্য রেফারেল কোড ব্যবহার করতে হবে।

# referralTermsPoint4
source: 4. Referral rewards are subject to verification and may be reversed in case of fraudulent activity.
bn: 4. রেফারেল রিওয়ার্ড যাচাই সাপেক্ষে এবং প্রতারণামূলক কার্যকলাপের ক্ষেত্রে তা বাতিল হতে পারে।

# referralTermsPoint5
source: 5. OmiBay reserves the right to modify or terminate the referral program at any time without prior notice.
bn: 5. ওমিবে কোনও পূর্ব বিজ্ঞপ্তি ছাড়াই রেফারেল প্রোগ্রাম পরিবর্তন বা বন্ধ করার অধিকার রাখে।

source: Transaction Details
bn: লেনদেনের বিবরণ

source: Payment Credited
bn: পেমেন্ট জমা হয়েছে

source: Fee Deducted
bn: ফি কাটা হয়েছে

source: Online Payment
bn: অনলাইন পেমেন্ট

source: Cash (Pay After Service)
bn: নগদ (পরিষেবার পরে পরিশোধ)

source: Transaction ID
bn: লেনদেন আইডি

source: Date & Time
bn: তারিখ ও সময়

source: Job Reference
bn: কাজের রেফারেন্স

source: Payment Method
bn: পেমেন্ট পদ্ধতি

source: Transaction Type
bn: লেনদেনের ধরন

source: Description
bn: বিবরণ

source: EARNINGS BREAKDOWN
bn: আয়ের ব্রেকডাউন

source: Total Job Price
bn: কাজের মোট মূল্য

source: Service Amount (excl. tip)
bn: পরিষেবার মূল্য (টিপস ছাড়া)

# gst
source: GST (5%)
bn: জিএসটি (5%)

# platformFee
source: Platform Fee (20%)
bn: প্ল্যাটফর্ম ফি (20%)

# tipToPartner
source: Tip (100% to Partner)
bn: টিপস (100% পার্টনারের)

source: Your Net Earning
bn: আপনার নিট আয়

source: Cash Payment Note
bn: নগদ পেমেন্ট নোট

# collectedCashFromCustomer
source: You collected ₹{amount} in cash from customer.
bn: আপনি গ্রাহকের কাছ থেকে নগদে ₹{amount} সংগ্রহ করেছেন।

# amountDueToOmiBay
source: Amount due to OmiBay: ₹{amount}
bn: ওমিবে-কে প্রদেয় পরিমাণ: ₹{amount}

source: No transaction history found
bn: কোনও লেনদেনের ইতিহাস পাওয়া যায়নি

source: Export History
bn: ইতিহাস ডাউনলোড করুন

source: Processed
bn: সম্পন্ন

source: Deducted
bn: কাটা হয়েছে

source: Active Job
bn: চলতি কাজ

source: TOTAL DURATION
bn: মোট সময়কাল

source: Job in Progress
bn: কাজ চলছে

source: SERVICE CHECKLIST
bn: পরিষেবা চেকলিস্ট

source: AFTER SERVICE PHOTOS
bn: পরিষেবার পরের ছবি

source: Mark as Completed
bn: সম্পন্ন হিসেবে চিহ্নিত করুন

# howCanWeHelp
source: How can we help you?
bn: আমরা কীভাবে আপনাকে সাহায্য করতে পারি?

source: Chat Now
bn: চ্যাট করুন

source: Call Now
bn: কল করুন

# couldNotLaunchDialer
source: Could not launch phone dialer
bn: ফোন ডায়ালার চালু করা যায়নি

source: Job Completed!
bn: কাজ সম্পন্ন!

# earnedFromJob
source: You have earned ₹{amount} from this job.
bn: আপনি এই কাজ থেকে ₹{amount} আয় করেছেন।

source: Amount credited to wallet
bn: ওয়ালেটে টাকা জমা হয়েছে

# cashCollectedFeeDeducted
source: Cash collected - Platform fee deducted
bn: নগদ সংগ্রহ করা হয়েছে - প্ল্যাটফর্ম ফি কাটা হয়েছে

source: Customer Rating
bn: গ্রাহক রেটিং

# ratingGivenByCustomer
source: Rating given by customer for your service
bn: আপনার পরিষেবার জন্য গ্রাহকের দেওয়া রেটিং

source: Back to Home
bn: হোমে ফিরে যান

source: Resume Work
bn: কাজ পুনরায় শুরু করুন

source: Pause Work
bn: কাজ বিরতি দিন

source: Work Resumed
bn: কাজ পুনরায় শুরু হয়েছে

source: Mark Complete
bn: সম্পন্ন চিহ্নিত করুন

source: Start Journey
bn: যাত্রা শুরু করুন

source: Arrived
bn: পৌঁছেছি

source: Start Work
bn: কাজ শুরু করুন

# completeJobQuestion
source: Complete Job?
bn: কাজটি কি সম্পন্ন?

# completeJobConfirmation
source: Please confirm that the job is completed successfully.
bn: অনুগ্রহ করে নিশ্চিত করুন যে কাজটি সফলভাবে সম্পন্ন হয়েছে।

source: Receive Money
bn: টাকা গ্রহণ করুন

source: COMPLETION PROOF
bn: সম্পন্ন হওয়ার প্রমাণ

source: Add Photo
bn: ছবি যোগ করুন

source: Add Video
bn: ভিডিও যোগ করুন

source: min 10 sec
bn: কমপক্ষে 10 সেকেন্ড

source: Prepaid
bn: প্রিপেইড

source: Cash
bn: নগদ

source: Show QR
bn: QR দেখান

source: Confirm
bn: নিশ্চিত করুন

source: Job marked as completed!
bn: কাজটি সম্পন্ন হিসেবে চিহ্নিত হয়েছে!

source: Scan to Pay
bn: স্ক্যান করে পেমেন্ট করুন

# scanToPayInstructions
source: Please ask the customer to scan this QR code to complete the payment.
bn: পেমেন্ট সম্পন্ন করতে অনুগ্রহ করে গ্রাহককে এই QR কোডটি স্ক্যান করতে বলুন।

source: Total Amount to Pay
bn: মোট প্রদেয় পরিমাণ

source: Payment Received
bn: পেমেন্ট পাওয়া গেছে

# bookingId
source: Booking ID: {id}
bn: বুকিং আইডি: {id}

source: Full Home Cleaning
bn: সম্পূর্ণ বাড়ি পরিষ্কার

source: Kitchen Deep Clean
bn: রান্নাঘর গভীর পরিষ্কার

source: Bathroom Sanitization
bn: বাথরুম স্যানিটাইজেশন

# sofaAndCarpetCleaning
source: Sofa & Carpet Cleaning
bn: সোফা ও কার্পেট পরিষ্কার

# acServiceAndRepair
source: AC Service & Repair
bn: এসি সার্ভিস ও মেরামত

source: Pest Control
bn: পেস্ট কন্ট্রোল

source: Instant
bn: তাৎক্ষণিক

source: Scheduled
bn: নির্ধারিত

source: AWESOME!
bn: অসাধারণ!

source: NO PROBLEM
bn: কোন সমস্যা নেই

source: JOB ACCEPTED
bn: কাজ গৃহীত

source: JOB DECLINED
bn: কাজ প্রত্যাখ্যাত

# goodLuckWithNewMission
source: Good luck with your new mission!
bn: আপনার নতুন মিশনে শুভকামনা!

# takeABreak
source: Take a break, we'll bring more soon.
bn: একটু বিশ্রাম নিন, আমরা শীঘ্রই আরও আনব।

source: Today's Performance
bn: আজকের পারফরম্যান্স

source: Business
bn: ব্যবসা
