Repository: Rajendra-Hazra/OMIBAY_PARTNER
Catalog: lib/l10n/app_*.arb
Languages: bn

# proTip5
source: Double-check your tools before leaving for a job.
bn: কাজে যাওয়ার আগে আপনার সরঞ্জাম দুবার পরীক্ষা করুন।

# proTip6
source: Maintain high communication during the service.
bn: সেবার সময় উচ্চ যোগাযোগ বজায় রাখুন।

# proTip7
source: Keep your work area clean during and after service.
bn: সেবার সময় এবং পরে আপনার কাজের জায়গা পরিষ্কার রাখুন।

# proTip8
source: Ask for feedback after completing the job.
bn: কাজ শেষ করার পর প্রতিক্রিয়া চান।

# proTip9
source: Update your status immediately after finishing.
bn: শেষ করার সাথে সাথে আপনার স্ট্যাটাস আপডেট করুন।

# proTip10
source: Stay hydrated and take short breaks between jobs.
bn: হাইড্রেটেড থাকুন এবং কাজের মাঝে ছোট বিরতি নিন।

source: Complete 15 jobs
bn: 15টি কাজ সম্পন্ন করুন

# earnExtraReward
source: Earn ₹500 extra
bn: অতিরিক্ত ₹500 আয় করুন

# shareAndEarn
source: Share & Earn
bn: শেয়ার করুন ও আয় করুন

# goOnlineToStart
source: Go online to start receiving job requests in your area.
bn: আপনার এলাকায় কাজের অনুরোধ পেতে অনলাইন যান।

# setDefaultPayoutMethod
source: Set as default {type} payout method
bn: ডিফল্ট {type} পেমেন্ট পদ্ধতি হিসেবে সেট করা হয়েছে

# deletePaymentMethodTitle
source: Delete Payment Method?
bn: পেমেন্ট পদ্ধতি মুছে ফেলবেন?

# deletePaymentMethodConfirm
source: Are you sure you want to remove this {type}?
bn: আপনি কি নিশ্চিত যে আপনি এই {type} মুছে ফেলতে চান?

source: SAVED OPTIONS
bn: সংরক্ষিত বিকল্পসমূহ

source: No payment method saved
bn: কোনো পেমেন্ট পদ্ধতি সংরক্ষিত নেই

# bankAccountsLabel
source: Bank Accounts
bn: ব্যাংক অ্যাকাউন্ট

# upiIdsLabel
source: UPI IDs
bn: UPI আইডি

source: ADD NEW OPTION
bn: নতুন বিকল্প যোগ করুন

# directTransferToBank
source: Direct transfer to your bank
bn: সরাসরি আপনার ব্যাংকে ট্রান্সফার

# upiAppsSubtitle
source: Google Pay, PhonePe, Paytm etc.
bn: Google Pay, PhonePe, Paytm ইত্যাদি

# secureSslEncryption
source: Secure 256-bit SSL Encryption
bn: নিরাপদ 256-বিট SSL এনক্রিপশন

# paymentSecurityNote
source: Your payment details are encrypted and stored securely.
bn: আপনার পেমেন্টের বিবরণ এনক্রিপ্ট করা এবং নিরাপদে সংরক্ষিত।

source: Bank Account Details
bn: ব্যাংক অ্যাকাউন্টের বিবরণ

# holderNameHint
source: Full name as per bank records
bn: ব্যাংক রেকর্ড অনুযায়ী পূর্ণ নাম

# bankNameHint
source: e.g. HDFC Bank, SBI
bn: যেমন: HDFC ব্যাংক, SBI

# enterAccountNumber
source: Enter your account number
bn: আপনার অ্যাকাউন্ট নম্বর লিখুন

source: Re-enter Account Number
bn: অ্যাকাউন্ট নম্বর পুনরায় লিখুন

# confirmAccountNumber
source: Confirm your account number
bn: আপনার অ্যাকাউন্ট নম্বর নিশ্চিত করুন

source: Account numbers do not match
bn: অ্যাকাউন্ট নম্বর মেলেনি

# ifscHint
source: e.g. HDFC0001234
bn: যেমন: HDFC0001234

# correctDetailsWarning
source: Ensure account details are correct to avoid payment delays.
bn: পেমেন্টে বিলম্ব এড়াতে অ্যাকাউন্টের বিবরণ সঠিক কিনা নিশ্চিত করুন।

# pleaseFillAllFields
source: Please fill all required fields
bn: অনুগ্রহ করে সব প্রয়োজনীয় ক্ষেত্র পূরণ করুন

source: Save Bank Details
bn: ব্যাংক বিবরণ সংরক্ষণ করুন

# upiIdHint
source: e.g. name@okaxis
bn: যেমন: name@okaxis

source: Re-enter UPI ID
bn: UPI আইডি পুনরায় লিখুন

# confirmUpiId
source: Confirm your UPI ID
bn: আপনার UPI আইডি নিশ্চিত করুন

source: UPI IDs do not match
bn: UPI আইডি মেলেনি

# upiInstantCreditNote
source: Your payments will be credited to this UPI ID instantly.
bn: আপনার পেমেন্ট তাৎক্ষণিকভাবে এই UPI আইডিতে জমা হবে।

source: Please enter UPI ID
bn: অনুগ্রহ করে UPI আইডি লিখুন

source: Save UPI
bn: UPI সংরক্ষণ করুন

# selectNumberToCall
source: Select a number to call
bn: কল করার জন্য একটি নম্বর নির্বাচন করুন

source: Support Line 1
bn: সাপোর্ট লাইন 1

source: Support Line 2
bn: সাপোর্ট লাইন 2

source: Support Line 3
bn: সাপোর্ট লাইন 3

source: FREQUENTLY ASKED QUESTIONS
bn: সাধারণ জিজ্ঞাসা (FAQ)

source: View All FAQs
bn: সব FAQ দেখুন

source: Call Us
bn: আমাদের কল করুন

# support247
source: 24/7 Support
bn: 24/7 সাপোর্ট

source: WhatsApp Chat
bn: হোয়াটসঅ্যাপ চ্যাট

# connectQuickSupport
source: Connect with us for quick support and queries
bn: দ্রুত সাপোর্ট এবং জিজ্ঞাসার জন্য আমাদের সাথে যোগাযোগ করুন

# whatsappResponseTime
source: Available 24/7 • Usually replies in 5 mins
bn: 24/7 উপলব্ধ • সাধারণত 5 মিনিটের মধ্যে উত্তর দেওয়া হয়

source: CONTACT INFORMATION
bn: যোগাযোগের তথ্য

source: Email Us
bn: আমাদের ইমেইল করুন

source: Working Hours
bn: কাজের সময়

# workingHoursTime
source: Mon - Sun: 09:00 AM - 09:00 PM
bn: সোম - রবি: সকাল 09:00 - রাত 09:00

# supportNumbers
source: {number} & more
bn: {number} এবং আরও

# supportFaqQuestion1
source: How do I withdraw my earnings?
bn: আমি কীভাবে আমার আয় উইথড্র করব?

# supportFaqAnswer1
source: You can withdraw your earnings from the Earnings dashboard. Click on Withdraw and choose your preferred method.
bn: আপনি আর্নিংস ড্যাশবোর্ড থেকে আপনার আয় উইথড্র করতে পারেন। উইথড্র-এ ক্লিক করুন এবং আপনার পছন্দসই পদ্ধতি বেছে নিন।

# supportFaqQuestion2
source: What if a customer cancels the job?
bn: গ্রাহক কাজ বাতিল করলে কী হবে?

# supportFaqAnswer2
source: If a customer cancels a job within 30 minutes of the start time, you may be eligible for a cancellation fee.
bn: যদি কোনো গ্রাহক শুরুর সময়ের 30 মিনিটের মধ্যে কাজ বাতিল করেন, তবে আপনি বাতিলকরণ ফি-এর জন্য যোগ্য হতে পারেন।

# supportFaqQuestion3
source: How to update my service locations?
bn: আমি কীভাবে আমার সেবার অবস্থান আপডেট করব?

# supportFaqAnswer3
source: Go to Account > Service Settings to update the areas where you want to receive job requests.
bn: আপনি যেখানে কাজের রিকোয়েস্ট পেতে চান সেই এলাকাগুলো আপডেট করতে অ্যাকাউন্ট > সার্ভিস সেটিংস-এ যান।

# supportFaqQuestion4
source: How do I change my profile picture?
bn: আমি কীভাবে আমার প্রোফাইল ছবি পরিবর্তন করব?

# supportFaqAnswer4
source: You can update your profile picture by going to Account > Edit Profile and tapping on the camera icon.
bn: আপনি অ্যাকাউন্ট > প্রোফাইল সম্পাদনা-এ গিয়ে এবং ক্যামেরা আইকনে ট্যাপ করে আপনার প্রোফাইল ছবি আপডেট করতে পারেন।

# supportFaqQuestion5
source: What is the cancellation policy?
bn: বাতিলকরণ নীতি কী?

# supportFaqAnswer5
source: Jobs cancelled by the partner may incur a penalty fee. Please refer to our Terms of Service for detailed information.
bn: পার্টনার দ্বারা বাতিল করা কাজের জন্য জরিমানা হতে পারে। বিস্তারিত তথ্যের জন্য আমাদের সেবার শর্তাবলী দেখুন।

# webPermissionsNote
source: Permissions are handled by your browser on Web.
bn: ওয়েবে অনুমতিগুলি আপনার ব্রাউজার দ্বারা পরিচালিত হয়।

source: Permission Required
bn: অনুমতি প্রয়োজন

# permissionRequiredNote
source: This permission is required for the app to function properly. Please enable it in the system settings.
bn: অ্যাপটি সঠিকভাবে কাজ করার জন্য এই অনুমতি প্রয়োজন। দয়া করে সিস্টেম সেটিংসে এটি সক্রিয় করুন।

source: Open Settings
bn: সেটিংস খুলুন

source: Manage Permissions
bn: অনুমতি পরিচালনা করুন

# permissionsNote
source: To provide the best experience, OmiBay requires the following permissions.
bn: সেরা অভিজ্ঞতা প্রদানের জন্য ওমিবে-এর নিচের অনুমতিগুলোর প্রয়োজন।

source: Background Location
bn: ব্যাকগ্রাউন্ড অবস্থান

# backgroundLocationDesc
source: Allows OmiBay to track your location even when the app is in the background, ensuring you get job requests near you in real-time.
bn: ওমিবে-কে আপনার অবস্থান ট্র্যাক করতে অনুমতি দেয় এমনকি যখন অ্যাপটি ব্যাকগ্রাউন্ডে থাকে, যা আপনার কাছাকাছি রিয়েল-টাইমে কাজের রিকোয়েস্ট পাওয়া নিশ্চিত করে।

source: Battery Optimization
bn: ব্যাটারি অপ্টিমাইজেশন

# batteryOptimizationDesc
source: Disabling battery optimization for OmiBay ensures you don't miss job notifications due to system power-saving restrictions.
bn: ওমিবে-এর জন্য ব্যাটারি অপ্টিমাইজেশন নিষ্ক্রিয় করা নিশ্চিত করে যে আপনি সিস্টেম পাওয়ার-সেভিং বিধিনিষেধের কারণে কাজের নোটিফিকেশন মিস করবেন না।

# displayOverApps
source: Display Over Other Apps
bn: অন্যান্য অ্যাপের উপরে প্রদর্শন

# displayOverAppsDesc
source: Allows OmiBay to show incoming job requests as a pop-up even when you are using other applications.
bn: অন্যান্য অ্যাপ্লিকেশন ব্যবহার করার সময়ও ওমিবে-কে ইনকামিং কাজের রিকোয়েস্ট একটি পপ-আপ হিসেবে দেখানোর অনুমতি দেয়।

# lastUpdated
source: Last updated: {date}
bn: সর্বশেষ আপডেট: {date}

# privacyPolicyTitle
source: Privacy Policy
bn: গোপনীয়তা নীতি

# privacySection1Title
source: 1. Information We Collect
bn: 1. আমরা যে তথ্য সংগ্রহ করি

# privacySection1Content
source: We collect personal information such as your name, phone number, email address, government-issued identification, and location data to provide our services effectively.
bn: আমাদের সেবাগুলো কার্যকরভাবে প্রদান করতে আমরা আপনার নাম, ফোন নম্বর, ইমেল ঠিকানা, সরকারি পরিচয়পত্র এবং অবস্থানের ডেটার মতো ব্যক্তিগত তথ্য সংগ্রহ করি।

# privacySection2Title
source: 2. How We Use Your Information
bn: 2. আমরা কীভাবে আপনার তথ্য ব্যবহার করি

# privacySection2Content
source: Your information is used to verify your identity, process payments, connect you with customers, and improve our application experience. We also use location data to send you job requests nearby.
bn: আপনার পরিচয় যাচাই করতে, পেমেন্ট প্রক্রিয়া করতে, গ্রাহকদের সাথে আপনাকে সংযোগ করতে এবং আমাদের অ্যাপ্লিকেশন অভিজ্ঞতা উন্নত করতে আপনার তথ্য ব্যবহার করা হয়। আপনার কাছাকাছি কাজের রিকোয়েস্ট পাঠাতে আমরা অবস্থানের ডেটাও ব্যবহার করি।

# privacySection3Title
source: 3. Data Sharing
bn: 3. তথ্য শেয়ারিং

# privacySection3Content
source: We share necessary information (like your name and location) with customers when you accept their job requests. We do not sell your personal data to third-party marketing companies.
bn: আপনি যখন কোনো কাজের রিকোয়েস্ট গ্রহণ করেন, তখন আমরা গ্রাহকদের সাথে প্রয়োজনীয় তথ্য (যেমন আপনার নাম এবং অবস্থান) শেয়ার করি। আমরা তৃতীয় পক্ষের মার্কেটিং কোম্পানিগুলোর কাছে আপনার ব্যক্তিগত তথ্য বিক্রি করি না।

# privacySection4Title
source: 4. Data Security
bn: 4. তথ্য নিরাপত্তা

# privacySection4Content
source: We implement industry-standard security measures to protect your data from unauthorized access, alteration, or disclosure. However, no method of transmission over the internet is 100% secure.
bn: আপনার ডেটাকে অননুমোদিত অ্যাক্সেস, পরিবর্তন বা প্রকাশ থেকে রক্ষা করতে আমরা ইন্ডাস্ট্রি-স্ট্যান্ডার্ড নিরাপত্তা ব্যবস্থা বাস্তবায়ন করি। তবে ইন্টারনেটের মাধ্যমে ট্রান্সমিশনের কোনো পদ্ধতি 100% নিরাপদ নয়।

# privacySection5Title
source: 5. Cookies
bn: 5. কুকিজ

# privacySection5Content
source: Our application may use cookies and similar technologies to enhance user experience and analyze app performance.
bn: ব্যবহারকারীর অভিজ্ঞতা উন্নত করতে এবং অ্যাপের পারফরম্যান্স বিশ্লেষণ করতে আমাদের অ্যাপ্লিকেশন কুকিজ এবং অনুরূপ প্রযুক্তি ব্যবহার করতে পারে।

# privacySection6Title
source: 6. Changes to Policy
bn: 6. নীতি পরিবর্তন

# privacySection6Content
source: We may update our Privacy Policy from time to time. We will notify you of any changes by posting the new policy on this page.
bn: আমরা সময়ে সময়ে আমাদের গোপনীয়তা নীতি আপডেট করতে পারি। আমরা এই পৃষ্ঠায় নতুন নীতি পোস্ট করে আপনাকে যেকোনো পরিবর্তনের কথা জানাব।

# privacyContact
source: For privacy concerns, contact: privacy@apnakaam.com
bn: গোপনীয়তা সংক্রান্ত উদ্বেগের জন্য যোগাযোগ করুন: privacy@apnakaam.com

# termsOfServiceTitle
source: Terms of Service
bn: সেবার শর্তাবলী

# termsSection1Title
source: 1. Acceptance of Terms
bn: 1. শর্তাবলী গ্রহণ

# termsSection1Content
source: By accessing and using the OmiBay Partner app, you agree to be bound by these Terms of Service. If you do not agree with any part of these terms, you must not use the application.
bn: ওমিবে পার্টনার অ্যাপ অ্যাক্সেস এবং ব্যবহার করার মাধ্যমে, আপনি এই সেবার শর্তাবলী দ্বারা আবদ্ধ হতে সম্মত হন। আপনি যদি এই শর্তাবলীর কোনো অংশের সাথে সম্মত না হন, তবে আপনাকে অবশ্যই অ্যাপ্লিকেশনটি ব্যবহার করা বন্ধ করতে হবে।

# termsSection2Title
source: 2. Partner Eligibility
bn: 2. পার্টনার যোগ্যতা

# termsSection2Content
source: To be a Partner on OmiBay, you must be at least 18 years of age and possess the legal authority to enter into a binding agreement. You must provide accurate and complete documentation for verification.
bn: ওমিবে-তে পার্টনার হওয়ার জন্য আপনার বয়স অন্তত 18 বছর হতে হবে এবং একটি আইনি চুক্তিতে আবদ্ধ হওয়ার ক্ষমতা থাকতে হবে। আপনাকে যাচাইকরণের জন্য সঠিক এবং সম্পূর্ণ ডকুমেন্ট প্রদান করতে হবে।

# termsSection3Title
source: 3. Service Standards
bn: 3. সেবার মান

# termsSection3Content
source: Partners are expected to maintain high-quality service standards. This includes punctuality, professional conduct, and adherence to safety guidelines during job execution.
bn: পার্টনারদের উচ্চ-মানের সেবার মান বজায় রাখার আশা করা হয়। এর মধ্যে সময়ানুবর্তিতা, পেশাদার আচরণ এবং কাজ চলাকালীন নিরাপত্তা নির্দেশিকা মেনে চলা অন্তর্ভুক্ত।

# termsSection4Title
source: 4. Payment & Fees
bn: 4. পেমেন্ট ও ফি

# termsSection4Content
source: Payments are processed after job completion and verification. OmiBay reserves the right to deduct a service commission from the total job value as per the agreed commission structure.
bn: কাজ সম্পন্ন এবং যাচাইকরণের পরে পেমেন্ট প্রক্রিয়া করা হয়। ওমিবে সম্মত কমিশন কাঠামো অনুযায়ী মোট কাজের মূল্য থেকে একটি সার্ভিস কমিশন কেটে নেওয়ার অধিকার সংরক্ষণ করে।

# termsSection5Title
source: 5. Account Security
bn: 5. অ্যাকাউন্ট নিরাপত্তা

# termsSection5Content
source: You are responsible for maintaining the confidentiality of your account credentials. Any activity occurring under your account is your sole responsibility.
bn: আপনার অ্যাকাউন্টের তথ্যের গোপনীয়তা বজায় রাখার জন্য আপনি দায়ী। আপনার অ্যাকাউন্টের অধীনে সংঘটিত যেকোনো কার্যকলাপের জন্য আপনিই একমাত্র দায়ী।

# termsSection6Title
source: 6. Termination
bn: 6. সমাপ্তি

# termsSection6Content
source: OmiBay reserves the right to suspend or terminate your account for violations of these terms, poor service ratings, or fraudulent activities.
bn: এই শর্তাবলী লঙ্ঘন, নিম্নমানের সার্ভিস রেটিং বা প্রতারণামূলক কার্যকলাপের জন্য ওমিবে আপনার অ্যাকাউন্ট স্থগিত বা বন্ধ করার অধিকার সংরক্ষণ করে।

# termsCopyright
source: © 2026 OmiBay Technologies Pvt Ltd.
bn: © 2026 ওমিবে টেকনোলজিস প্রাঃ লিঃ

# suspensionPolicyTitle
source: Partner Suspension Policy
bn: পার্টনার স্থগিতাদেশ নীতি

# suspensionPurposeTitle
source: Purpose
bn: উদ্দেশ্য

# suspensionPurposeContent
source: This policy explains when and why a partner account can be suspended, either temporarily or permanently, to ensure service quality, user safety, and platform trust.
bn: সেবার মান, ব্যবহারকারীর নিরাপত্তা এবং প্ল্যাটফর্মের বিশ্বাসযোগ্যতা নিশ্চিত করতে কেন এবং কখন একজন পার্টনারের অ্যাকাউন্ট সাময়িক বা স্থায়ীভাবে স্থগিত করা যেতে পারে তা এই নীতি ব্যাখ্যা করে।

# suspensionTypesTitle
source: Types of Suspension
bn: স্থগিতাদেশের ধরন

# suspensionTypesContent
source: 1. Temporary Suspension: A partner may be suspended for a limited period (3 days, 7 days, 15 days, or 30 days) depending on the severity of the issue. 2. Permanent Suspension: A partner may be permanently removed from the platform with no option to rejoin.
bn: 1. সাময়িক স্থগিতাদেশ: সমস্যার গুরুত্বের ওপর ভিত্তি করে একজন পার্টনারকে একটি নির্দিষ্ট সময়ের জন্য (3 দিন, 7 দিন, 15 দিন বা 30 দিন) স্থগিত করা যেতে পারে। 2. স্থায়ী স্থগিতাদেশ: একজন পার্টনারকে স্থায়ীভাবে প্ল্যাটফর্ম থেকে সরিয়ে দেওয়া হতে পারে এবং পুনরায় যোগদানের কোনো সুযোগ থাকবে না।

# suspensionTempReasonsTitle
source: Reasons for Temporary Suspension
bn: সাময়িক স্থগিতাদেশের কারণসমূহ

# suspensionTempReasonsContent
source: A partner may face temporary suspension if they: • Frequently cancel accepted bookings without valid reasons. • Arrive late repeatedly or fail to complete assigned jobs. • Receive multiple customer complaints about behavior, hygiene, or professionalism. • Overcharge customers or demand extra payment outside the app. • Use abusive, rude, or inappropriate language with customers. • Share incorrect service information or misrepresent skills. • Maintain consistently low ratings below platform standards. • Violate platform guidelines for the first time.
bn: একজন পার্টনার সাময়িক স্থগিতাদেশের সম্মুখীন হতে পারেন যদি তারা: • বারবার কোনো বৈধ কারণ ছাড়াই গ্রহণ করা বুকিং বাতিল করেন। • বারবার দেরিতে পৌঁছান বা বরাদ্দকৃত কাজ সম্পন্ন করতে ব্যর্থ হন। • আচরণ, পরিচ্ছন্নতা বা পেশাদারিত্ব সম্পর্কে গ্রাহকদের কাছ থেকে একাধিক অভিযোগ পান। • গ্রাহকদের কাছ থেকে অতিরিক্ত চার্জ আদায় করেন বা অ্যাপের বাইরে পেমেন্ট চান। • গ্রাহকদের সাথে গালিগালাজ, রূঢ় বা অনুপযুক্ত ভাষা ব্যবহার করেন। • ভুল সেবার তথ্য শেয়ার করেন বা দক্ষতার ভুল উপস্থাপন করেন। • প্ল্যাটফর্ম স্ট্যান্ডার্ডের নিচে ধারাবাহিকভাবে কম রেটিং বজায় রাখেন। • প্রথমবারের মতো প্ল্যাটফর্মের নির্দেশিকা লঙ্ঘন করেন।

# suspensionTempActionTitle
source: Action (Temporary)
bn: পদক্ষেপ (সাময়িক)

# suspensionTempActionContent
source: The partner account will be suspended for a defined period. Training or re-verification may be required before reactivation.
bn: পার্টনার অ্যাকাউন্টটি একটি নির্দিষ্ট সময়ের জন্য স্থগিত করা হবে। পুনরায় সক্রিয় করার আগে প্রশিক্ষণ বা পুনরায় যাচাইকরণের প্রয়োজন হতে পারে।

# suspensionPermReasonsTitle
source: Reasons for Permanent Suspension
bn: স্থায়ী স্থগিতাদেশের কারণসমূহ

# suspensionPermReasonsContent
source: A partner will be permanently suspended if they: • Commit fraud such as fake bookings or reviews. • Harass, threaten, or physically harm customers or staff. • Engage in illegal activities while using the platform. • Share customer personal data without consent. • Use fake documents or false verification details. • Bypass platform payments or redirect customers off-platform. • Repeatedly violate policies after multiple warnings. • Cause intentional damage to customer property.
bn: একজন পার্টনার স্থায়ীভাবে স্থগিত হবেন যদি তারা: • জাল বুকিং বা রিভিউ-এর মতো প্রতারণা করেন। • গ্রাহক বা কর্মীদের হয়রানি, হুমকি বা শারীরিক ক্ষতি করেন। • প্ল্যাটফর্ম ব্যবহারের সময় কোনো অবৈধ কার্যকলাপে লিপ্ত হন। • সম্মতি ছাড়াই গ্রাহকের ব্যক্তিগত তথ্য শেয়ার করেন। • জাল ডকুমেন্ট বা মিথ্যা যাচাইকরণ তথ্য ব্যবহার করেন। • প্ল্যাটফর্ম পেমেন্ট এড়িয়ে যান বা গ্রাহককে প্ল্যাটফর্মের বাইরে নিয়ে যান। • একাধিক সতর্কতার পরেও বারবার নীতি লঙ্ঘন করেন। • গ্রাহকের সম্পত্তির ইচ্ছাকৃত ক্ষতি করেন।

# suspensionPermActionTitle
source: Action (Permanent)
bn: পদক্ষেপ (স্থায়ী)

# suspensionPermActionContent
source: Immediate account termination. Outstanding payments may be withheld as per policy. Re-registration is not allowed.
bn: অবিলম্বে অ্যাকাউন্ট বন্ধ করা হবে। নীতি অনুযায়ী বকেয়া পেমেন্ট আটকে রাখা হতে পারে। পুনরায় রেজিস্ট্রেশন করার অনুমতি নেই।

# suspensionNotifyTitle
source: Suspension Notification
bn: স্থগিতাদেশের বিজ্ঞপ্তি

# suspensionNotifyContent
source: Partners will be notified via app notification, email, or SMS with reason and duration.
bn: পার্টনারদের অ্যাপ নোটিফিকেশন, ইমেল বা SMS-এর মাধ্যমে কারণ ও সময়কালসহ জানানো হবে।

# suspensionAppealTitle
source: Appeal Process
bn: আপিল প্রক্রিয়া

# suspensionAppealContent
source: Partners may appeal within 7 days with valid proof. Final decision rests with the platform.
bn: পার্টনাররা বৈধ প্রমাণসহ 7 দিনের মধ্যে আপিল করতে পারেন। চূড়ান্ত সিদ্ধান্ত প্ল্যাটফর্মের হাতে থাকবে।

# suspensionReactivateTitle
source: Reactivation Policy
bn: পুনরায় সক্রিয়করণ নীতি

# suspensionReactivateContent
source: Temporary suspensions require review, training, or probation before reactivation.
bn: সাময়িক স্থগিতাদেশের ক্ষেত্রে পুনরায় সক্রিয় করার আগে পর্যালোচনা, প্রশিক্ষণ বা প্রবেশন পিরিয়ডের প্রয়োজন হয়।

# suspensionFinalNoteTitle
source: Final Note
bn: চূড়ান্ত নোট

# suspensionFinalNoteContent
source: The platform reserves the right to suspend or terminate accounts to protect customers and platform integrity.
bn: গ্রাহকদের এবং প্ল্যাটফর্মের অখণ্ডতা রক্ষা করতে প্ল্যাটফর্ম যেকোনো অ্যাকাউন্ট স্থগিত বা বন্ধ করার অধিকার সংরক্ষণ করে।

# suspensionContact
source: For any queries, contact: support@omibay.com
bn: যেকোনো জিজ্ঞাসার জন্য যোগাযোগ করুন: support@omibay.com

# pauseWorkTitle
source: Pause Work
bn: কাজে বিরতি দিন

# pauseWorkReasonPrompt
source: Please select a reason for pausing the work:
bn: দয়া করে বিরতি দেওয়ার একটি কারণ নির্বাচন করুন:

# reasonNeedMaterials
source: Need more materials
bn: আরও উপকরণের প্রয়োজন

# reasonHealthEmergency
source: Health emergency
bn: জরুরি স্বাস্থ্য সমস্যা

# reasonCustomerRequested
source: Customer requested pause
bn: গ্রাহক বিরতি অনুরোধ করেছেন

# reasonLunchBreak
source: Lunch/Break
bn: দুপুরের খাবার/বিরতি

source: Work Paused
bn: কাজ বিরতি দেওয়া হয়েছে

source: Confirm Pause
bn: বিরতি নিশ্চিত করুন

# verifyOtpTitle
source: Verify OTP
bn: OTP যাচাই করুন

# enterOtpInstruction
source: Please enter the 4-digit OTP shown on the customer's booking details screen to start work.
bn: কাজ শুরু করতে গ্রাহকের বুকিং বিবরণ স্ক্রিনে দেখানো 4-সংখ্যার OTP লিখুন।

# workStartedSuccess
source: Work started successfully!
bn: কাজ সফলভাবে শুরু হয়েছে!

# invalidOtpTryAgain
source: Invalid OTP. Please try again.
bn: অবৈধ OTP। দয়া করে আবার চেষ্টা করুন।

# verifyAndStart
source: Verify & Start
bn: যাচাই করুন এবং শুরু করুন

# jobDetailsTitle
source: Job Details
bn: কাজের বিবরণ

source: On the way
bn: পথে আছি

source: Started
bn: শুরু হয়েছে

source: Complete
bn: সম্পন্ন

source: CUSTOMER REVIEW
bn: গ্রাহক পর্যালোচনা

# excellentServiceMock
source: Excellent service! The partner arrived on time and did a very thorough job. Highly recommended for home cleaning services.
bn: চমৎকার সেবা! পার্টনার সময়মতো পৌঁছেছেন এবং খুব ভালো কাজ করেছেন। হোম ক্লিনিং সার্ভিসের জন্য অত্যন্ত সুপারিশকৃত।

source: SERVICE SCHEDULE
bn: পরিষেবার সময়সূচী

# reachLocationEarly
source: Important: Please reach the location 10 minutes before the scheduled time.
bn: গুরুত্বপূর্ণ: দয়া করে নির্ধারিত সময়ের 10 মিনিট আগে অবস্থানে পৌঁছান।

# customerDetailsAndSpecification
source: CUSTOMER DETAILS & SERVICE SPECIFICATION
bn: গ্রাহকের বিবরণ এবং পরিষেবার স্পেসিফিকেশন

source: SERVICE LOCATION
bn: পরিষেবার অবস্থান

source: Navigate
bn: নেভিগেট করুন

# mockCustomerName
source: Rahul Sharma
bn: রাহুল শর্মা

# mockLocation
source: Bellandur, Bangalore
bn: বেল্লান্দুর, বেঙ্গালুরু

# mockFullAddress
source: Flat 402, Green Glen Layout, Bellandur, Bangalore
bn: ফ্ল্যাট 402, গ্রিন গ্লেন লেআউট, বেল্লান্দুর, বেঙ্গালুরু

# mockScheduledTime
source: Scheduled for 12 Jan, 10:00 AM
bn: নির্ধারিত 12 জানুয়ারি, সকাল 10:00

source: Just now
bn: এইমাত্র

source: Job Payment
bn: কাজের পেমেন্ট

source: Manual Transaction
bn: ম্যানুয়াল লেনদেন

source: Payment transaction
bn: পেমেন্ট লেনদেন

# amountLabel
source: Amount
bn: পরিমাণ

# dayLabel
source: Day {number}
bn: দিন {number}

# earningsForDayTooltip
source: Day {day}: {amount}
bn: দিন {day}: {amount}

# transactionDefault
source: Transaction
bn: লেনদেন

# monthJan
source: Jan
bn: জানুয়ারি

# monthFeb
source: Feb
bn: ফেব্রুয়ারি

# monthMar
source: Mar
bn: মার্চ

# monthApr
source: Apr
bn: এপ্রিল

# monthMay
source: May
bn: মে

# monthJun
source: Jun
bn: জুন

# monthJul
source: Jul
bn: জুলাই

# monthAug
source: Aug
bn: আগস্ট

# monthSep
source: Sep
bn: সেপ্টেম্বর

# monthOct
source: Oct
bn: অক্টোবর

# monthNov
source: Nov
bn: নভেম্বর

# monthDec
source: Dec
bn: ডিসেম্বর

# jobWithService
source: Job: {service}
bn: কাজ: {service}

source: Tip Amount
bn: টিপসের পরিমাণ

# referralShareMessage
source: Join OmiBay Partner app and use my code {code} to earn rewards! Download now: https://omibay.com/join
bn: ওমিবে পার্টনার অ্যাপে যোগ দিন এবং পুরস্কার জিততে আমার কোড {code} ব্যবহার করুন! এখনই ডাউনলোড করুন: https://omibay.com/join
